<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は、パスワードブローカーがパスワードの更新に失敗した
    | 理由（無効なトークンやパスワードなど）を示す際に使用されるデフォルトの
    | 言語行です。
    |
    */

    'reset' => 'パスワードがリセットされました。',
    'sent' => 'パスワードリセットリンクを電子メールで送信しました。',
    'throttled' => '再試行する前にお待ちください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => "そのメールアドレスのユーザーは見つかりませんでした。",

];
